label messengerWithEducation:
    scene messenger

    show anton:
        xalign 0.1 yalign 1.0
    
    show timoha:
        xalign 0.95 yalign 1.0

    timoha "как дела с версткой, Сычев?"

    anton "Пока что идет неплохо. Я даже создал свой первый сайтец - для заметок. Заценишь?"

    timoha "кидай, посмотрим что наваял твой преступный ум"

    pause 1.0

    timoha "чувваак ну что тебе сказать... накостылил ты знатно. из первого, что в глаза бросается - почему при создании сайта ты решил использовать такой неудачный шрифт?"

    timoha "Серьезно, это как будто кричит \"90-е вернулись\". и цветовая гамма не очень сочетается, подумай об этом."

    anton "Оу, спасибо за обратную связь. Ты прав, не подумал про шрифт, и цвета, кажется, действительно не самый лучший выбор. Буду править."

    timoha "ю аре велком, бразер. все мы тут были и ошибки городили. главное, исправлять и учиться на них. а, еще, у тебя кажется тут нет адаптивной версии для мобильных устройств. в наше время это критично."

    anton "Ой, точно. Я как-то об этом забыл. Спасибо, что напомнил. Буду дорабатывать."